Repository: imrhk/pathika
Catalog: app/lib/l10n/l10n_*.arb
Languages: ga, my, tl

source: Theme
ga: Téama
my: အဓိကအကြောင်းအရာ
tl: Tema

source: Light
ga: Solas
my: အလင်း
tl: Liwanag

source: Colorful Light
ga: Solas ildaite
my: ရောင်စုံအလင်း
tl: Makulay na Liwanag

source: Dark
ga: Dorcha
my: မှောငျမိုကျသော
tl: Madilim

source: Colorful Dark
ga: Dorcha Dath
my: ရောင်စုံအမှောင်
tl: Makulay na Madilim

source: Gold Dark
ga: Dorcha Óir
my: ရွှေရောင်
tl: Gintong Madilim

# change_langauge
source: Change Language
ga: Athraigh Teanga
my: ဘာသာစကားပြောင်းပါ
tl: Baguhin ang Wika

source: Error occured
ga: Tharla earráid
my: အမှားဖြစ်ပွားခဲ့သည်
tl: Nagkaroon ng pagkakamali

source: Cover photo location
ga: Clúdaigh suíomh grianghraf
my: ဓာတ်ပုံတည်နေရာကိုဖုံးပါ
tl: Takip ang lokasyon ng larawan

# made_in_india
source: Made with ❤️ in India
ga: Déanta le ❤️ san India
my: အိန္ဒိယတွင် with နှင့်အတူလုပ်
tl: Ginawa ng ❤️ sa India

source: Select Language
ga: Roghnaigh Teanga
my: ဘာသာစကားရွေးပါ
tl: Piliin ang Wika

# check_connection
source: Error. Please check your connection
ga: Earráid. Seiceáil do nasc le do thoil
my: အမှား။ ကျေးဇူးပြုပြီးသင့်ဆက်သွယ်မှုကိုစစ်ဆေးပါ
tl: Error. Mangyaring suriin ang iyong koneksyon

# veg_only
source: Show Veg Only
ga: Taispeáin Veg Only
my: Veg သာပြပါ
tl: Ipakita lamang ang Gulay

source: Airport
ga: Aerfort
my: လေဆိပ်
tl: Paliparan

source: Climate
ga: Aeráid
my: ရာသီဥတု
tl: Klima

source: Country
ga: Tír
my: နိုင်ငံ
tl: Bansa

source: Currency
ga: Airgeadra
my: ငွေကြေး
tl: Pera

source: Dance
ga: Damhsa
my: အက
tl: Sayaw

source: Famous People
ga: Daoine Cáiliúla
my: ကျော်ကြားသူ
tl: Mga Sikat na Tao

source: Food
ga: Bia
my: အစားအစာ
tl: Pagkain

source: Industries
ga: Tionscail
my: စက်မှုလုပ်ငန်းများ
tl: Mga Industriya

source: Language
ga: Teanga
my: ဘာသာစကား
tl: Wika

source: Movies from
ga: Scannáin ó
my: မှရုပ်ရှင်
tl: Mga pelikula mula sa

source: Most Popular Sports
ga: Spóirt is Coitianta
my: လူကြိုက်အများဆုံးအားကစား
tl: Pinakatanyag na Sports

source: Current Time
ga: Am Reatha
my: လက်ရှိအချိန်
tl: Oras ngayon

source: Best Time to Visit
ga: An t-Am is Fearr le Cuairt a thabhairt
my: လည်ပတ်ရန်အကောင်းဆုံးအချိန်
tl: Pinakamahusay na Oras na Bisitahin

source: Tourist Attractions
ga: Díol spéise do thurasóirí
my: ခရီးသွား At ည့်ဆွဲဆောင်
tl: Mga Pang-akit sa Turista

source: Trivia
my: အသေးအဖွဲ

source: ahead
ga: amach romhainn
my: ရှေ့
tl: nauna

source: behind
ga: taobh thiar de
my: နောက်ကွယ်မှ
tl: sa likuran

source: hours
ga: uair an chloig
my: နာရီ
tl: oras

source: or
ga: nó
my: ဒါမှမဟုတ်
tl: o

# report_issue
source: If you believe there is translation issue or any other issue with the content, please report
ga: Má chreideann tú go bhfuil ceist aistriúcháin nó aon saincheist eile leis an ábhar, tabhair tuairisc le do thoil
my: ဘာသာပြန်အကြောင်းအရာသို့မဟုတ်ပါ ၀ င်မှုနှင့်ပါတ်သက်သောအခြားပြissueနာရှိသည်ဟုသင်ယုံကြည်ပါက ကျေးဇူးပြု၍ သတင်းပို့ပါ
tl: Kung naniniwala ka na mayroong isyu sa pagsasalin o anumang iba pang isyu sa nilalaman, mangyaring mag-ulat

source: here
ga: anseo
my: ဒီမှာ
tl: dito

source: Archive
ga: Cartlann
my: မော်ကွန်းတိုက်

source: Privacy Policy
ga: Beartas Príobháideachais
my: ကိုယ်ရေးအချက်အလက်မူဝါဒ
tl: Patakaran sa Pagkapribado
